Repository: lon3wolf2k/race-series-manager
Catalog: languages/race-series-manager-*.po
Languages: el

source: Access
el: Πρόσβαση

source: Add New Event
el: Προσθήκη νέας εκδήλωσης

source: Add New Race
el: Προσθήκη νέου αγώνα

source: Aid stations & cut-offs
el: Σταθμοι και όρια

source: All Events
el: Όλες οι εκδηλώσεις

source: All Races
el: Όλοι οι αγώνες

source: Announcement
el: Προκήρυξη

source: By ID:
el: Με ID:

source: By slug:
el: Με slug:

source: Change image
el: Αλλαγή εικόνας

source: Change logo
el: Αλλαγή λογότυπου

source: Close image
el: Κλείσιμο εικόνας

source: Contact details
el: Στοιχεία επικοινωνίας

source: Contact details (PDF only)
el: Στοιχεία επικοινωνίας (μόνο για PDF)

source: Copy this shortcode and paste it into any page or post to display the races of this event.
el: Αντιγράψτε αυτό το shortcode και επικολλήστε το σε οποιαδήποτε σελίδα ή άρθρο για να εμφανιστούν οι αγώνες αυτής της εκδήλωσης.

source: Cut-off
el: Χρονικό όριο

source: Cut-off times & aid stations
el: Χρονικά όρια & σταθμοί τροφοδοσίας

source: Cut-off:
el: Χρονικό όριο:

source: D+
el: D+ (θετική υψομετρική)

source: D-
el: D- (αρνητική υψομετρική)

source: Date
el: Ημερομηνία

source: Distance
el: Απόσταση

source: Distance:
el: Απόσταση:

source: Dompdf PDF library is not loaded. Check that /lib/dompdf/autoload.inc.php exists and is readable.
el: Η βιβλιοθήκη Dompdf δεν φορτώθηκε. Ελέγξτε ότι το /lib/dompdf/autoload.inc.php υπάρχει και είναι προσβάσιμο.

source: Download GPX / Route
el: Κατεβάστε το GPX / Διαδρομή

source: Edit Event
el: Επεξεργασία εκδήλωσης

source: Edit Race
el: Επεξεργασία αγώνα

source: Elevation
el: Υψόμετρο

source: Elevation profile
el: Υψομετρικό προφίλ

source: Email, phone, website or social links for the booklet footer. This field is only used in the generated PDF, not on the event page.
el: E-mail, τηλέφωνο, ιστοσελίδα ή σύνδεσμοι κοινωνικών δικτύων για το υποσέλιδο του φυλλαδίου. Το πεδίο χρησιμοποιείται μόνο στο παραγόμενο PDF.

source: Entry fee
el: Κόστος συμμετοχής

source: Entry fee:
el: Κόστος συμμετοχής:

source: Event
el: Εκδήλωση

source: Event logo (for PDFs and branding)
el: Λογότυπο εκδήλωσης (για PDF και branding)

source: Event races
el: Αγώνες εκδήλωσης

source: Events
el: Εκδηλώσεις

source: Finish point
el: Σημείο τερματισμού

source: Finish point:
el: Σημείο τερματισμού:

source: Home
el: Αρχική

source: hours
el: ώρες

source: How to reach the start area, transport routes, parking, shuttles.
el: Πώς να φτάσετε στην περιοχή εκκίνησης, διαδρομές μεταφοράς, χώρους στάθμευσης και λεωφορεία.

source: Info
el: Πληροφορίες

source: Introductory text, general info and highlights of the event.
el: Εισαγωγικό κείμενο, γενικές πληροφορίες και βασικά σημεία της εκδήλωσης.

source: KM
el: Χλμ

source: Manage trail running events, races, maps, media and details, inspired by Corfu Mountain Trail.
el: Διαχείριση εκδηλώσεων και αγώνων trail running, χαρτών, πολυμέσων και λεπτομερειών, εμπνευσμένο από το Corfu Mountain Trail.

source: New Event
el: Νέα εκδήλωση

source: New Race
el: Νέος αγώνας

source: Nikos
el: Νίκος

source: No races are linked to this event yet.
el: Δεν έχουν συνδεθεί ακόμη αγώνες με αυτή την εκδήλωση.

source: No races defined for this event yet.
el: Δεν έχουν οριστεί ακόμη αγώνες για αυτή την εκδήλωση.

source: Official rules, mandatory equipment, terms and conditions.
el: Επίσημοι κανονισμοί, υποχρεωτικός εξοπλισμός, όροι και προϋποθέσεις.

source: Program
el: Πρόγραμμα

source: Race
el: Αγώνας

source: Race access
el: Πρόσβαση στον αγώνα

source: Race announcement
el: Ανακοίνωση αγώνα

source: Race booklet
el: Φυλλάδιο αγώνα

source: Race date
el: Ημερομηνία αγώνα

source: Race gallery
el: Γκαλερί αγώνα

source: Race not found for PDF generation.
el: Ο αγώνας δεν βρέθηκε για δημιουργία PDF.

source: Race schedule
el: Πρόγραμμα αγώνα

source: Race summary
el: Σύνοψη αγώνα

source: Race video
el: Βίντεο αγώνα

source: Race weekend schedule, registrations, briefings, bus departures, etc.
el: Πρόγραμμα αγωνιστικού σαββατοκύριακου, εγγραφές, ενημερώσεις, αναχωρήσεις λεωφορείων κ.λπ.

source: Races
el: Αγώνες

source: Registration
el: Εγγραφή

source: Remove
el: Αφαίρεση

source: Route / GPX
el: Διαδρομή / GPX

source: Route map
el: Χάρτης διαδρομής

source: Rules
el: Κανόνες

source: Rules & regulations
el: Κανόνες & κανονισμοί

source: Save the event first to generate a shortcode.
el: Αποθηκεύστε πρώτα την εκδήλωση για να δημιουργηθεί το shortcode.

source: Schedule
el: Πρόγραμμα

source: Search Events
el: Αναζήτηση εκδηλώσεων

source: Search Races
el: Αναζήτηση αγώνων

source: Select event logo
el: Επιλογή λογότυπου εκδήλωσης

source: Select gallery images
el: Επιλογή εικόνων γκαλερί

source: Select image
el: Επιλογή εικόνας

source: Select logo
el: Επιλογή λογότυπου

source: Start location
el: Τοποθεσία εκκίνησης

source: Start point
el: Σημείο εκκίνησης

source: Start point:
el: Σημείο εκκίνησης:

source: Start time
el: Ώρα εκκίνησης

source: Start:
el: Εκκίνηση:

source: Station
el: Σταθμός

source: The linked event could not be found.
el: Η συνδεδεμένη εκδήλωση δεν βρέθηκε.

source: These sections are additional rich-text blocks for the event page, separate from the main content editor.
el: Αυτές οι ενότητες αποτελούν επιπλέον μπλοκ εμπλουτισμένου κειμένου, ξεχωριστά από τον κύριο επεξεργαστή περιεχομένου.

source: This booklet is automatically generated from the race information on the website. Always consult the official briefing for last-minute changes.
el: Το φυλλάδιο δημιουργείται αυτόματα από τις πληροφορίες του αγώνα στην ιστοσελίδα. Να συμβουλεύεστε πάντα το επίσημο briefing για αλλαγές τελευταίας στιγμής.

source: This logo will be used in generated PDFs. It will not automatically appear on the event page.
el: Το λογότυπο αυτό θα χρησιμοποιείται στα παραγόμενα PDF και δεν θα εμφανίζεται αυτόματα στη σελίδα της εκδήλωσης.

source: This race belongs to event: %s
el: Αυτός ο αγώνας ανήκει στην εκδήλωση: %s

source: This race is not linked to an event yet. Select an event in the Race Details box, save, and the shortcode will appear here.
el: Ο αγώνας δεν έχει ακόμη συνδεθεί με εκδήλωση. Επιλέξτε εκδήλωση στο πλαίσιο ‘Λεπτομέρειες αγώνα’, αποθηκεύστε, και θα εμφανιστεί εδώ το shortcode.

source: Total ascent
el: Συνολική ανάβαση

source: Total ascent:
el: Συνολική ανάβαση:

source: Travel & accommodation
el: Μετακίνηση & διαμονή

source: Travel & stay
el: Ταξίδι & διαμονή

source: Use these images
el: Χρήση αυτών των εικόνων

source: Use this image
el: Χρήση αυτής της εικόνας

source: Use this logo
el: Χρήση αυτού του λογότυπου

source: Use this shortcode to show all races of that event on a page.
el: Χρησιμοποιήστε αυτό το shortcode για να εμφανίσετε όλους τους αγώνες της εκδήλωσης σε μία σελίδα.

source: View Event
el: Προβολή εκδήλωσης

source: View Race
el: Προβολή αγώνα
